Dendrobium-Stamen/Remote-UART-Bridge/sdkconfig.defaults.esp32c3
CONFIG_IDF_TARGET="esp32c3"

CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="esp32c3_partition_table.csv"

CONFIG_REMOTE_UART_ROLE_CLIENT=y
